<!DOCTYPE html>
<html lang="ar">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>home</title>
    <link rel="stylesheet" href="style_home.css" />
</head>
<body>
    <p class="style13">تعد جامعة بغداد (الجامعة الام) ثاني أكبر جامعة في الشرق الاوسط، واقدم  جامعة في العراق، وتمثل كلية الحقوق (1908) وكلية الهندسة (1921) ودار المعلمين العالية /كلية التربية لاحقا (1923) وكلية الطب (1927) اللبنات الاولى لتأسيس جامعة بغداد (1957)، هي الأولى من نوعها التي انطلقت منها الملاكات التدريسية والفنية والإدارية المدربة تدريباً عال المستوى والتي أصبحت معينا  ملاك الجامعات العراقية الأخرى التي أسست وبنيت لاحقا كما أفادت من تلك الملاكات المؤسسات الحكومية الأخرى.</p>
</br>
    <img class="style14" src="pic\logo.png"/>
</br>
    <p class="style13">رسالة جامعة بغداد
        نحن جامعة بغداد منظومة متكاملة من الكليّات العلميّة والإنسانيّة والمعاهد والمراكز البحثيّة العريقة، نؤمن بأنَّ بناء الإنسان هو إساس وجود أجيال قادرة على قيادة المجتمع وبناء الوطن، غرضها يتجلَّى في التعلُّم والتعليم والبحث وخدمة المجتمع عبر توفير بيئة جامعيّة محفِّزة، وموارد بشريّة متميِّزة، ومناهج دراسيّة تتلاءم مع متطلَّبات سوق العمل، من أجل إعداد خريجين مؤهَّلين ؛ تمتاز بالعقول والعلماء والمبدعينَ، والانفتاحِ على المجتمع لتحقيق الشراكة والتنمية المستدامة، تؤكِّد تكامل المعرفة النظريّة والتطبيقيّة، وتتنافس عالميًّا.</p>
        <img class="style14" src="pic\1.jpg"/>
        </br>
        <p class="style13">الأهداف الاستراتيجية لجامعة بغداد
            تتمثَّل الغاية الإستراتيجيّة في رفع جهوزية تشكيلات الجامعة لتتميز الان ومستقبلا، واحداث نقلة نوعية في أدائها الاستراتيجي وفقا للمعايير العالمية في إطارٍ من المواطَنة الحقّةِ والرِّيادة بمختلف أدوارها المعرفيّة والتعليميّة والبحثيّة، فضلا عن خدمة المجتمع والارتقاء به، وتعزيز مكانة الجامعة في إطار التصنيفات العالميّة للجامعات، وفي إطار من الموازنة بين المعاصرة للتوجُّهات الحديثة في التعليم العالي والحفاظِ على الأصالة ممثَّلةً في الثوابت الوطنيّة للبلد وقيمه. وفي إطار هذه الغاية الإستراتيجيّة يمكن تحديدُ عددٍ من الأهداف الإستراتيجيّة وعلى النحو الاتي:
              
              استقطاب الموارد البشرية وتأهيلها وتطويرها لتمكينها من مواكبة التطوّرات المتسارعة في مجالات العمل المختلفة.
              
              التطوير الإداريّ وتحسين أساليب العمل باتجاه الحوكمة الإلكترونيّة ودعم استقلاليّة الجامعة.
              
              تعظيم الموارد الماليّة للجامعة لإحداث تكامل مع التمويل الحكوميّ المحدود.
              
              تعزيز إمكانات الجامعة واستدامتها.
              
              تطوير مناهج الدراسات الأوليّة والعليا على وفق معايير التنافس العالميّ.
              
              تبنّي طرائق تدريس معاصرة تعزِّز عمليّة التعليم والتعلُّم وتنمّي الفكر والبحث الإبداعيّ لدى الطالب.
              
              دمج الأقسام والفروع والمراكز والبرامج الأكاديمية أو استحداثها بحسب متطلّبات سوق العمل وحاجة المجتمع.
              
              تطوير البحث العلميّ وتوجيهه لخدمة المجتمع.
              
              نشر النتاجات العلميّة ضمن قواعد البيانات والمستوعبات العالميّة الرصينة.
              
              تسويق البحوث التطبيقيّة.
              
              ضمان الجودة والأداء الجامعيّ على وفق معايير التنافس العالميّ وتحقيق تصنيفات متقدِّمة.
              
              الحصول على الاعتماد الأكاديميّ البرامجيّ والمؤسّسيّ.
              
              تفعيل العلاقات الدوليّة والتعاون مع الجامعات والمؤسّسات.
              
              تعزيز مبادرات خدمة المجتمع وتشجيع العمل التطوّعيّ الجماعيّ.
              
              صقل وتطوير المواهب اللاصفية للطلبة.</p>
    </br>
    <img class="style14" src="pic\2.jpg"/>
</body>
<script >
    function Device(title,price, exhang){
this.title = title;
this.price = price -50;
this.exhang = exhang;
this.convertprice = function(){
    return price * exhang;
}
    }
    device1 = new Device("hp",500,100);
    console.log(device1.convertprice());
</script>
</html>